Repository: ExyExz/NekoBot
Catalog: locale/tsundere/LC_MESSAGES/cardgame.po
Languages: tsu

source: A loli roleplaying card game ofc! **Commands** **n!card daily** - Get your daily cards **n!card display** - Display a card of yours **n!card list** - Lists your cards **n!card sell** - Sell a card **n!card transfer** - Transfer Cards
tsu: A loli roleplaying card game y-you baka **Commands** **n!card daily** - Get your daily cards hmph **n!card display** - Display a card of yours **n!card list** - Lists your cards **n!card sell** - Sell a card **n!card transfer** - Transfer Cards

source: You can't send yourself cards
tsu: You can't send yourself cards, idiot

source: You can't send bots cards.
tsu: You can't even send bot cards you idiot

source: Not a valid number
tsu: That's not even a valid number hmph

source: Not a valid card number.
tsu: That's not even a valid card number idiot

source: %s has no slots left
tsu: %s has no slots left tsk

source: Not a valid card.
tsu: That's not even a valid card, idiot

source: Transferred card to %s!
tsu: Sent the card to %s, not like I wanted it or anything.

source: Wait another %sh %sm before using daily again...
tsu: You have to wait another %sh and %sm before receiving your daily card hmph

source: All of your slots are full ;w;
tsu: You don't even have any free slots left how am I suppose to give you another card hmph

source: Given character **%s!**
tsu: Hmph here you go, *gives you %s* >_<

source: **Out of card range.**
tsu: That number isn't even in range of your slots idiot

source: â | **You don't have a bank account to sell your cards, make one with `n!register`**
tsu: ❌ | **You don't even have a bank account you idiot, you can make one with `n!register` hmph**

source: No cards in this slot...
tsu: There is not even a card in this slot...

source: %s, type `yes` to sell **%s** for %s
tsu: %s, type `yes` to sell **%s** for %s hmph

source: â | **Cancelled Transaction.**
tsu: ❌ | **Cancelled Transaction**

source: Card has already been sold
tsu: You already sold that card stop trying to break me >_<

source: Sold %s for %s
tsu: Sold %s for %s hmph
