Repository: ExyExz/NekoBot
Catalog: locale/tsundere/LC_MESSAGES/economy.po
Languages: tsu

source: You already have an account.
tsu: You already have an account, idiot

source: Made an account!
tsu: Hmph I made an account for you, not like I like you or anything

source: You don't have a bank account. Make one with `register`
tsu: You don't even have an account hmph, make one with `n!register` idiot

source: This account is frozen
tsu: This account is frozen, what did you do this time tsk

source: You have `%s` until your next daily.
tsu: Wait %s until your next daily tsk

source: You have received **12500** weekend bonus credits!
tsu: You received a **12500** weekend bonus >_<

source: You have received **7500** credits!
tsu: You received a **7500** weekend bonus >_<

source: You have received **2500** credits!
tsu: You received a **2500** weekend bonus >_<

source: Voting will give you 7500 ð
tsu: Voting will give you 7500 y-you baka

source: You can't give yourself rep
tsu: You cant even give yourself rep, idiot >_<

source: You can't rep bots
tsu: You cant rep bots hmph

source: **Your account is too new to give rep.**
tsu: Your account is too to give rep tsk

source: **%s has given %s 1 reputation point!**
tsu: %s gave %s 1 rep hmph not like I wanted it or anything

source: **%s, you can give more reputation in `%s`**
tsu: %s, can give more rep in `%s` tsk

source: Your description is too long.
tsu: Its too long >_<

source: Updated Description!
tsu: I changed your description for you, hmph

source: You don't have an account, you can make one with `register`
tsu: You don't even have an account idiot, make on with `n!register` hmph

source: Your amount must be higher than 0
tsu: You cant bet under 0, idiot

source: You don't have that much to spend
tsu: You don't even have that much to spend, baka

source: You Lost
tsu: You Lost hmph

source: You don't have an account, you can create one with `register`
tsu: You don't even have a bank account idiot, make one with `n!register` hmph

source: `%s` doesn't have an account, they can create one with `register`
tsu: `%s` doesn't even have an account hmph, tell them to make one y-you baka

source: The user you are sending to has a frozen account.
tsu: You can't send money to them because they have a frozen account >_<

source: The amount must be higher than 10
tsu: Your amount is too low idiot, make it above 10 >_<

source: You can't send more than $10 million at a time.
tsu: You can't transfer $10 million at a time idiot, not like I want to know where its from >_<

source: You can't send bots money
tsu: You can't send money to b-bots idiot

source: You can't send yourself money
tsu: Why are you even trying to send money to yourself, idiot

source: You don't have that much to spend.
tsu: Y-you don't even have that much to spend idiot

source: Successfully sent %s $%s
tsu: S-sent %s $%s >_<

source: You don't have a bank account...
tsu: You don't even have a bank account idiot

source: You can't bet that low...
tsu: The bet is too low, hmph

source: You don't have that much to bet...
tsu: You don't even have that much to bet baka

source: You can't bet past 75k
tsu: Y-you bet cant be past 75k hmph

source: Invalid color, available colors: `red`, `black`, `green`
tsu: That's not even a valid color idiot, the available colors are red, black and green hmph

source: It landed on `%s`, you lost :c
tsu: It landed on %s and you lost hmph

source: You can't bet past 50k
tsu: You cant bet past 50k baka

source: Type `hit` or `stay`.
tsu: Type `hit` or `stay`, baka

source: You beat me!
tsu: You beat me hmph, not like I wanted you to beat me or anything

source: You beat me ;w;
tsu: You beat me, not like I let you win or anything
