Repository: ExyExz/NekoBot
Catalog: locale/weeb/LC_MESSAGES/cardgame.po
Languages: we_eb

source: A loli roleplaying card game ofc! **Commands** **n!card daily** - Get your daily cards **n!card display** - Display a card of yours **n!card list** - Lists your cards **n!card sell** - Sell a card **n!card transfer** - Transfer Cards
we_eb: a wowi wowepwayinyg c-cawd game ofc! UWU **c-commanyds X3** **n!card daily** - get youw daiwy cawds :3 **n!card display** - dispway a-a c-cawd of youws :3 **n!card list** - w-wists y-youw cawds :3 **n!card sell** - s-seww a-a cawd X3 **n!card transfer** - twanysfew cawds uwu

source: You can't send yourself cards
we_eb: y-you c-cany't s-senyd youwsewf cawds uwu

source: You can't send bots cards.
we_eb: y-you cany't senyd b-bots cawds. owo

source: Not a valid number
we_eb: ny-nyot a-a v-vawid nyumbew owo

source: Not a valid card number.
we_eb: nyot a vawid c-cawd ny-nyumbew. owo

source: %s has no slots left
we_eb: %s h-has nyo s-swots w-weft UWU

source: Not a valid card.
we_eb: nyot a v-vawid cawd. UWU

source: Transferred card to %s!
we_eb: twanysfewwed cawd t-to %s!

source: Wait another %sh %sm before using daily again...
we_eb: wait anyothew %sh %sm befowe usinyg daiwy againy... UwU

source: All of your slots are full ;w;
we_eb: aww o-of youw swots a-awe fuww ;w; owo

source: Given character **%s!**
we_eb: giveny chawactew **%s!** x3

source: **Out of card range.**
we_eb: **out of cawd wanyge.** uwu

source: â | **You don't have a bank account to sell your cards, make one with `n!register`**
we_eb: **you dony't have a banyk accounyt t-to s-seww youw cawds, make onye with `-`ny!wegistew`** UwU

source: No cards in this slot...
we_eb: ny-nyo cawds iny t-this swot... X3

source: %s, type `yes` to sell **%s** for %s
we_eb: %s, type `yes` to seww **%s** f-fow %s OwO

source: â | **Cancelled Transaction.**
we_eb: **canycewwed twanysactiony.** UWU

source: Card has already been sold
we_eb: cawd h-has awweady beeny s-sowd OwO

source: Sold %s for %s
we_eb: sowd %s fow %s UWU

source: Empty Slot...
we_eb: empty s-swot... X3

source: Attack
we_eb: attack :3

source: Defense
we_eb: d-defenyse owo
