Repository: ExyExz/NekoBot
Catalog: locale/weeb/LC_MESSAGES/economy.po
Languages: we_eb

source: You already have an account.
we_eb: you awweady h-have any accounyt. uwu

source: Made an account!
we_eb: made any accounyt! x3

source: Balance: **$%s**
we_eb: b-bawanyce: **$%s** :3

source: Balance: **$0**
we_eb: b-bawanyce: **$0** X3

source: You don't have a bank account. Make one with `register`
we_eb: you dony't have a banyk accounyt. m-make onye with `register` ***notices bulge*** _OwO, what's this?_

source: This account is frozen
we_eb: this accounyt is f-fwozeny OwO

source: You have `%s` until your next daily.
we_eb: you h-have `%s` u-unytiw youw nyext daiwy. owo

source: Daily Voter Bonus
we_eb: daiwy v-votew bonyus

source: You have received **12500** weekend bonus credits!
we_eb: you have w-weceived **12500** weekenyd bonyus cwedits! OwO

source: You have received **7500** credits!
we_eb: y-you h-have w-weceived **7500** cwedits! UwU

source: Daily Bonus
we_eb: d-daiwy bonyus x3

source: You have received **2500** credits!
we_eb: you have weceived **2500** c-cwedits! x3

source: Voting will give you 7500 ð
we_eb: votinyg w-wiww g-give y-you $7500 ***notices bulge*** _OwO, what's this?_

source: You can't give yourself rep
we_eb: y-you cany't give youwsewf w-wep uwu

source: You can't rep bots
we_eb: y-you c-cany't wep b-bots UwU

source: **Your account is too new to give rep.**
we_eb: **youw accounyt i-is t-too ny-nyew to give wep.** :3

source: **%s has given %s 1 reputation point!**
we_eb: **%s has giveny %s 1 weputationy poinyt!** uwu

source: **%s, you can give more reputation in `%s`**
we_eb: **%s, you cany give m-mowe weputationy i-iny `%s`** X3

source: Your description is too long.
we_eb: y-youw descwiptiony is too wonyg. UWU

source: Updated Description!
we_eb: updated descwiptiony! UWU

source: You don't have an account, you can make one with `register`
we_eb: you dony't have a-any accounyt, y-you c-cany m-make o-onye w-with `register` ***notices bulge*** _OwO, what's this?_

source: Your amount must be higher than 0
we_eb: youw amounyt must b-be highew thany 0 UWU

source: You can't bet past 100,000
we_eb: you cany't bet past 100,000 X3

source: You don't have that much to spend
we_eb: you dony't h-have that much to spenyd owo

source: Flipping...
we_eb: fwippinyg... OwO

source: You Won!
we_eb: y-you w-wony! x3

source: You won `%s`!
we_eb: y-you w-wony `%s`!

source: You Lost
we_eb: you wost OWO

source: You lost `%s`
we_eb: y-you wost `%s` owo

source: You don't have an account, you can create one with `register`
we_eb: you dony't have any accounyt, you cany cweate onye w-with `register` OWO

source: `%s` doesn't have an account, they can create one with `register`
we_eb: `%s` doesny't h-have any accounyt, they cany c-cweate onye with `register` ***notices bulge*** _OwO, what's this?_

source: The user you are sending to has a frozen account.
we_eb: t-the u-usew you awe senydinyg to h-has a f-fwozeny accounyt. x3

source: The amount must be higher than 10
we_eb: the a-amounyt m-must b-be highew thany 10 UwU

source: You can't send more than $10 million at a time.
we_eb: y-you c-cany't senyd m-mowe thany $10 miwwiony at a-a time. OWO

source: You can't send bots money
we_eb: you cany't senyd bots monyey :3

source: You can't send yourself money
we_eb: you c-cany't senyd y-youwsewf monyey x3

source: You don't have that much to spend.
we_eb: you dony't have that much t-to spenyd. x3

source: Successfully sent %s $%s
we_eb: successfuwwy senyt %s $%s UwU

source: You don't have a bank account...
we_eb: you dony't have a-a b-banyk accounyt... UWU

source: You can't bet that low...
we_eb: you c-cany't bet that wow... X3

source: You don't have that much to bet...
we_eb: you dony't have that much to b-bet... :3

source: You can't bet past 75k
we_eb: you cany't bet past 75k UWU

source: Invalid color, available colors: `red`, `black`, `green`
we_eb: inyvawid cowow, a-avaiwabwe cowows: `red`, `black`, `green` owo

source: It landed on `%s`, you lost :c
we_eb: it wanyded ony `%s`, you wost :-:c :3

source: It landed on `%s` and you won!
we_eb: i-it wanyded o-ony `%s` a-anyd y-you wony! x3

source: You can't bet past 50k
we_eb: you cany't bet p-past 50k UwU

source: Blackjack Win
we_eb: b-bwackjack winy :3

source: Blackjack Lose
we_eb: bwackjack w-wose owo

source: Blackjack
we_eb: bwackjack ***notices bulge*** _OwO, what's this?_

source: Type `hit` or `stay`.
we_eb: type `hit` o-ow `stay`. uwu

source: Your Cards (%s)
we_eb: youw cawds (%s) X3

source: My Cards (?)
we_eb: my c-cawds (?) UWU

source: You beat me!
we_eb: you beat me! X3

source: My Cards (%s)
we_eb: my cawds (%s) X3

source: I beat you >:3
we_eb: i beat you >:3 UwU

source: You went over 21 and I won >:3
we_eb: y-you wenyt uvw 21 anyd i wony >:3 owo

source: I went over 21 and you won ;w;
we_eb: i-i wenyt o-uvw 21 anyd you wony ;w; UwU

source: You beat me ;w;
we_eb: y-you b-beat me ;-;w; :3
