Repository: ExyExz/NekoBot
Catalog: locale/weeb/LC_MESSAGES/games.po
Languages: we_eb

source: User not found.
we_eb: usew nyot founyd. uwu

source: OSU! Profile for `%s`
we_eb: osu! pwofiwe fow `%s`

source: Level - %s [ %s ] %s
we_eb: wevew - %s [ %s ] %s

source: Rank - %s
we_eb: wanyk- %s

source: Country Rank - %s
we_eb: counytwy wanyk - %s

source: Accuracy - %s
we_eb: a-accuwacy - %s

source: Failed to fetch data, %s
we_eb: faiwed to f-fetch data uwu, %s

source: Error
we_eb: ewwow UwU

source: Invalid Region Code.
we_eb: i-inyvawid wegiony code. owo

source: Kills
we_eb: kiwws OwO

source: Headshots
we_eb: headshots OwO

source: Assists
we_eb: assists x3

source: Longest Kill
we_eb: wonygest kiww X3

source: Damage Dealt
we_eb: damage deawt OwO

source: Win Place
we_eb: winy p-pwace OwO

source: Walk Distance
we_eb: w-wawk distanyce x3

source: Heals
we_eb: heaws UWU

source: Failed to get data, error: `%s`
we_eb: faiwed to get data, ewwow: `%s`

source: **Failed to get user**
we_eb: **faiwed to get u-usew** OWO
