Repository: ExyExz/NekoBot
Catalog: locale/weeb/LC_MESSAGES/general.po
Languages: we_eb

source: Send me an image of an anime to search for.
we_eb: senyd me a-any image o-of any anyime to seawch fow. :3

source: Timed out.
we_eb: timed out. ***notices bulge*** _OwO, what's this?_

source: You didn't give me a image.
we_eb: you didny't give me a i-image. OWO

source: Not a valid image.
we_eb: nyot a vawid image. OWO

source: File too large.
we_eb: fiwe t-too w-wawge. X3

source: Nothing found.
we_eb: ny-nyothinyg f-founyd. uwu

source: Can't send NSFW in a non NSFW channel.
we_eb: c-cany't senyd nysfw i-iny a ny-nyony ny-nysfw chanynyew. UwU

source: Episode
we_eb: episode X3

source: At
we_eb: at OWO

source: Matching %
we_eb: matchinyg % x3

source: Native Title
we_eb: nyative titwe :3

source: Powered by whatanime.ga
we_eb: powewed by whatanime.ga X3

source: Failed to get data, %s
we_eb: faiwed to get data, %s

source: **Info**
we_eb: **inyfo**

source: Servers: **%s (%s)** Members: **%s** Bot Commands: **%s** Channels: **%s** Shards: **%s** This Shard: **%s** Bot in voice channel(s): **%s** Uptime: **%s** Messages Read (Since Restart): **%s** Most common command since restart: **%s** Commands Used: **%s**
we_eb: sewvews: **%s (%s)** membews: **%s** bot commanyds: **%s** chanynyews: **%s** shawds: **%s** this shawd: **%s** bot iny v-voice chanynyew(s): **%s** uptime: **%s** messages wead (sinyce westawt): **%s** most c-commony c-commanyd s-sinyce w-westawt: **%s** commanyds used: **%s** uwu

source: Links
we_eb: winyks owo

source: ID
we_eb: id UwU

source: Discriminator
we_eb: discwiminyatow OWO

source: Bot
we_eb: bot UwU

source: Created
we_eb: cweated X3

source: Joined
we_eb: joinyed OWO

source: Animated Avatar
we_eb: anyimated avataw UwU

source: Playing
we_eb: pwayinyg UwU

source: Status
we_eb: s-status UWU

source: Color
we_eb: cowow UWU

source: Name
we_eb: ny-nyame

source: Owner
we_eb: ownyew X3

source: Online (Cached)
we_eb: o-onywinye (cached) :3

source: Created at
we_eb: cweated at owo

source: Channels
we_eb: c-chanynyews uwu

source: Roles
we_eb: w-wowes OWO

source: Emojis
we_eb: e-emojis :3

source: Region
we_eb: wegiony UwU

source: Security
we_eb: secuwity OwO

source: Server
we_eb: s-sewvew X3

source: Category ID
we_eb: categowy id x3

source: Position
we_eb: positiony uwu

source: NSFW
we_eb: nysfw :3

source: Members (cached)
we_eb: m-membews (cached) UwU

source: Category
we_eb: categowy UwU

source: Please use this in an NSFW channel.
we_eb: p-pwease use this i-iny a-any nysfw chanynyew. UWU

source: Your search terms gave no results.
we_eb: youw s-seawch tewms gave nyo wesuwts. OwO

source: There is no definition #%s
we_eb: thewe is nyo definyitiony #%s

source: No images given
we_eb: nyo i-images g-giveny owo

source: Most Dominant Colors
we_eb: most d-dominyanyt c-cowows UWU

source: %s's Avatar
we_eb: %s's avataw UwU

source: *drinks coffee*
we_eb: *dwinyks coffee* OWO

source: Voting Link
we_eb: v-votinyg winyk X3

source: Problem getting that channel...
we_eb: pwobwem gettinyg that chanynyew... owo

source: Prefix
we_eb: p-pwefix OWO

source: Lib
we_eb: wib X3

source: Owners
we_eb: ownyews OWO

source: Votes
we_eb: v-votes UWU

source: Server Count
we_eb: sewvew c-counyt UWU

source: Certified
we_eb: c-cewtified UwU

source: Failed to get bot data.
we_eb: faiwed to get bot data

source: Shortened URL
we_eb: youw custom pwefix i-is s-set t-t-to X3

source: Your custom prefix is set to `%s`
we_eb: youw custom pwefix i-is s-set t-to`%s`

source: My prefix is `n!` or `N!`
we_eb: my pwefix is `n!` ow `n!` x3

source: Your prefix is over 12 characters.
we_eb: youw pwefix is uvw 1-12 chawactews. UWU

source: Set **your** custom prefix to `%s`, you can remove it by pinging me and using delprefix.
we_eb: set **youw** custom p-pwefix to `%s`, you c-cany w-wemove i-it by p-pinyginyg me anyd u-usinyg delprefix. OWO

source: Deleted your prefix and reset it back to the default `n!`
we_eb: d-deweted youw pwefix a-anyd weset it back to the d-defauwt `n!`
