Repository: ExyExz/NekoBot
Catalog: locale/weeb/LC_MESSAGES/imgwelcome.po
Languages: we_eb

source: **n!imgwelcome img** - Set the background image **n!imgwelcome text** - Change the Welcome text above the image. **n!imgwelcome channel** - Set the welcome channel. **n!imgwelcome toggle** - Toggle on/off.
we_eb: **n!imgwelcome img** - set t-the backgwounyd imagee **n!imgwelcome text** - c-chanyge the wewcome text above the image. owo **n!imgwelcome channel** - set the wewcome c-chanynyew. uwu **n!imgwelcome toggle** - toggwe ony/off. UWU

source: Disabled imgwelcoming
we_eb: disabwed i-imgwewcominyg uwu

source: Enabled imgwelcoming
we_eb: e-enyabwed i-imgwewcominyg X3

source: Enable imgwelcoming with n!imgwelcome toggle
we_eb: enyabwe i-imgwewcominyg w-with n!imgwelcome toggle x3

source: Send an image or type anything without sending an image to reset back to default.
we_eb: senyd a-any image o-ow type anyythinyg without senydinyg any image to weset back to defauwt. owo

source: Timed out.
we_eb: timed out. uwu

source: Not a valid image type <:bakaa:432914537608380419>
we_eb: nyot a v-vawid image type UwU

source: Set image!
we_eb: set image! OwO

source: Failed to set image... `%s`
we_eb: faiwed t-to set image... `%s`

source: Reset Image.
we_eb: weset image. owo

source: Updated text!
we_eb: updated t-text! x3
